{
  "spot01": { "locationName":"Noccaula Falls", "regionId":"subCategory16", "region":"Southeast", "city":"Gadsden", "state":"Alabama", "stateAbb":"AL", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory24", "season":"Spring", "seasonDescription":"Best water flow in spring after rain", "description":"Noccaula Falls is a 90-foot waterfall with a trail winding through Black Creek Gorge at its base past somecaves.  A trail leads under and behind the falls.  This waterfall is in a private park where visitors will be charged a fee to visit. ", "image":"spot01.jpg", "permit":"false", "latitude":34.041486, "longitude":-86.021084, "parkStatus":"true", "parkName":"DeSoto Falls Park"},
  "spot02": { "locationName":"Bon Secour National Wildlife Refuge", "regionId":"subCategory16", "region":"Southeast", "city":"Gulf Shores", "state":"Alabama", "stateAbb":"AL", "landscapeId":"subCategory09", "landscapeType":"Dunes/Beaches", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Bon Secour National Wildlife Refuge is a 7,157 acre National Wildlife Refuge.  The refuge serves as a resting and feeding area for migratory birds and as a sanctuary for native flora and fauna.", "image":"spot02.jpg", "permit":"false", "latitude":30.239163, "longitude":-87.830414, "parkStatus":"true", "parkName":"Bon Secour National Wildlife Refuge"},
  "spot03": { "locationName":"Denali from Wonder Lake ", "regionId":"subCategory13", "region":"West", "city":"Denali Borough", "state":"Alaska", "stateAbb":"AK", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory24", "season":"Spring", "seasonDescription":"The shuttles to Wonder Lake area begin in late spring.  The best chance to see the mountain without clouds is late spring and sometimes in the fall.  The summer is associated with mosquitos.", "description":"The view of Denali, aka Mt. McKinley, to the SSW reflected in Wonder Lake is a great location to photograph the elusive mountain.  It is best shot in the morning on a rare clear day.  Denali is only visible about 25 percent of the time.  The rest of the time it is shrouded in clouds.", "image":"spot03.jpg", "permit":"true", "latitude":63.45764, "longitude":-150.866247, "parkStatus":"true", "parkName":"Denali National Park"},
  "spot04": { "locationName":"Chilkat Bald Eagle Preserve", "regionId":"subCategory13", "region":"West", "city":"Haines", "state":"Alaska", "stateAbb":"AK", "landscapeId":"subCategory29", "landscapeType":"Wildlife Refuges", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"The largest concentration of eagles is during late fall and early winter.", "description":"The Alaska Chilkat Bald Eagle Preserve was created by the State of Alaska in June of 1982. The preserve was established to protect and perpetuate one of the world's largest concentrations of Bald Eagles and their critical habitat. It also sustains and protects the natural salmon runs and allows for traditional uses, provided such uses do not adversely affect preserve resources.  The best viewing areas are about 20 miles north of Haines along Haines Highway SR-7, between mile markers 18 - 21, and on the 2 mile Riverside trail nearby.  ", "image":"spot04.jpg", "permit":"false", "latitude":59.377421, "longitude":-135.837647, "parkStatus":"true", "parkName":"Chilkat Bald Eagle Preserve State Park"},
  "spot05": { "locationName":"The Wave", "regionId":"subCategory17", "region":"Southwest", "city":"Kanab", "state":"Arizona", "stateAbb":"AZ", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Good photography year-round, but extremely hot in summer.", "description":"The Wave is a unique sandstone rock formation located in Arizona, United States near its northern border with Utah. The formation is situated on the slopes of the Coyote Buttes in the Paria Canyon-Vermilion Cliffs Wilderness of the Colorado Plateau.  A BLM permit is required to make the 6 mile round trip hike in extreme desert conditions on faint trail.  The permits are extremely difficult to obtain.  Only 20 permits are issued per day.  In 2017, 160,000 people applied for the 7,300 permits that were issued.", "image":"spot05.jpg", "permit":"true", "latitude":36.99597, "longitude":-112.0063, "parkStatus":"true", "parkName":"Paria Canyon-Vermilion Cliffs Wilderness"},
  "spot06": { "locationName":"Antelope Canyon", "regionId":"subCategory17", "region":"Southwest", "city":"Page", "state":"Arizona", "stateAbb":"AZ", "landscapeId":"subCategory04", "landscapeType":"Canyons", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Avoid entering the canyon if rain is expected or has recently fallen withing the area that feeds to the canyon.", "description":"There are two Antelope Canyons - Upper and Lower. Upper Canyon is a few miles south of Arizona SR-98, and Lower Canyon is a short distance North of the highway. They are both located on Navaho land. Both are beautiful slot canyons. Both require some walking and Lower Antelope Canyon requires climbing a hefty set of stairs at the end. Both a fee and a permit are required for each. Lower Canyon is a little cheaper, and your visit can last as long as you want. The Upper Canyon is accessed strictly by guided tours, and the time allowed in the canyon is limited.  Special photography tours are offered if more time is desired. If you only have time to visit one, the Lower Canyon is recommended. CAUTION: A number of people have died in the canyon due to flash floods. Do not attempt the hike if there is rain in the area that feeds the canyon. The Navaho people are very careful about letting visitors in during dangerous weather, but it is best to go on a cloudless day. The bast time of day for optimal light in both canyons is between 10 AM and 2 PM. The canyon is quite hot in the summer.", "image":"spot06.jpg", "permit":"true", "latitude":36.897229, "longitude":-111.408877, "parkStatus":"false", "parkName":""},
  "spot07": { "locationName":"Horseshoe Bend", "regionId":"subCategory17", "region":"Southwest", "city":"Page", "state":"Arizona", "stateAbb":"AZ", "landscapeId":"subCategory04", "landscapeType":"Canyons", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Very hot in summer", "description":"Horseshoe Bend is a horseshoe-shaped incised meander of the Colorado River.  The trailhead is located about 5 miles south of Page on Highway US-89. The viewpoint is accessed via a 1.25 mile round trip dirt trail . There is no shade, and it typically is very hot in summer, often well over 100 degrees.  Water is not available.  The viewpoint is situated about 1000 feet above the canyon floor and the river level, and is a sheer drop with no guardrail, so be careful.  More than one person has fallen to their death here taking photos. The best time for photos varies, but by late morning everything is in full light. Just after sunset or as the sun drops below the horizion can also create a great photo depending on clouds and sky color.", "image":"spot07.jpg", "permit":"false", "latitude":36.8790612, "longitude":-111.5103627, "parkStatus":"false", "parkName":""},
  "spot08": { "locationName":"Red Rock Crossing", "regionId":"subCategory17", "region":"Southwest", "city":"Sedona", "state":"Arizona", "stateAbb":"AZ", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Beautiful year-round, but skies are clearest in fall", "description":"Red Rock Crossing is one of the best places to view Sedona’s beautiful red rocks. It is also the location where photographers go to get the iconic photos of the red rocks with the Cathedral Rock reflection in Oak Creek. The Sedona area has been the backdrop for many movies - mostly westerns - and Red Rock Crossing itself is in many of those movies.", "image":"spot08.jpg", "permit":"false", "latitude":34.82513, "longitude":-111.809041, "parkStatus":"true", "parkName":"Crescent Moon Picnic Site"},
  "spot09": { "locationName":"Grand Canyon", "regionId":"subCategory17", "region":"Southwest", "city":"Grand Canyon Village", "state":"Arizona", "stateAbb":"AZ", "landscapeId":"subCategory04", "landscapeType":"Canyons", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"The south Rim of the Grand Canyon is open year-round.  The north Rim is closed in Winter.  The park is photogentic year-round, but in the Fall, the skies are clearest, the weather is cooler and the park is less crowded.", "description":"The Grand Canyon is a steep-sided canyon carved by the Colorado River in Arizona, United States. The Grand Canyon is 277 miles long, up to 18 miles wide and attains a depth of over a mile.  Grand Canyon National Park, in Arizona, is home to much of the immense Grand Canyon, with its layered bands of red rock revealing millions of years of geological history. Viewpoints include Mather Point, Yavapai Observation Station and architect Mary Colter’s Lookout Studio and her Desert View Watchtower. Lipan Point, with wide views of the canyon and Colorado River, is a popular spot, especially at sunrise and sunset.", "image":"spot09.jpg", "permit":"false", "latitude":36.106965, "longitude":-112.112997, "parkStatus":"true", "parkName":"Grand Canyon National Park"},
  "spot10": { "locationName":"Schnebly Hill Road", "regionId":"subCategory17", "region":"Southwest", "city":"Sedona", "state":"Arizona", "stateAbb":"AZ", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Beautiful year-round, but skies are clearest in fall", "description":"Schnebly Hill Road is one of the most well-known and scenic routes in the Sedona area, with twists and turns, steep cliffs, washed out areas and many pot-holes.  There are some great views from the pull-off spots.  A high clearance 4-wheel drive vehicle is required, and do not attempt if the road is wet. It is one of the premier drives in Arizona. The road is tightly hairpinned and bumpy, but it is an exquisite winding mountain drive with sharp blind curves and hairpin switchbacks leading the traveler over the mountains. Also known as FS Road 153, it drops more than 2,000 feet from a wooded mesa near Exit 320 of Interstate 17 down into the wonderland of Sedona. No Fee is required to drive or hike the road, but a parking fee is required to park along the road.  The road is closed in winter.", "image":"spot10.jpg", "permit":"false", "latitude":34.865837, "longitude":-111.748663, "parkStatus":"false", "parkName":""},
  "spot11": { "locationName":"Yosemite Falls", "regionId":"subCategory13", "region":"West", "city":"Yosemite Village", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory22", "time":"Night", "seasonId":"subCategory24", "season":"Spring", "seasonDescription":"A moonbow is only visible in spring around a full moon - usually April & May due to spring snowmelt providing heavy water flow.  The mist at the base of the falls provides the necessary moisture combined with the brightness of a full moon to create the moonbow.", "description":"Yosemite Falls, when illiminated by the rising full or almost full moon on a clear night in April and May, will usually illuminate a rainbow aka moonbow in the mist at the base of the falls right after moonrise.  Depending on the water flow and mist produced at the base, the moonbow may be visable from the trail to the base of the lower falls, or even from further southeast on the valley floor in the meadow between Northside and Southside Drives where the foot bridge crosses the Merced River.  From that vantage point, both the upper and lower falls are visible with a moonbow.", "image":"spot11.jpg", "permit":"false", "latitude":37.756596, "longitude":-119.596907, "parkStatus":"true", "parkName":"Yosemite National Park"},
  "spot12": { "locationName":"Vernal Fall", "regionId":"subCategory13", "region":"West", "city":"Yosemite Village", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory24", "season":"Spring", "seasonDescription":"Spring snowmelt provides the greatest water flow", "description":"Vernal Fall is a 317 foot waterfall on the Merced River just downstream of Nevada Fall in Yosemite National Park, California.  Like its upstream neighbor, Vernal Fall is clearly visible at a distance, from Glacier Point, as well as close up, along the Mist Trail. The waterfall flows all year long, although by the end of summer it is substantially reduced in volume and can split into multiple strands, rather than a single curtain of water.  The mist trail takes hikers alongside the falls, and in spring when the flow is high,  can be a very wet experience, so protect your camera!", "image":"spot12.jpg", "permit":"false", "latitude":37.727426, "longitude":-119.543772, "parkStatus":"true", "parkName":"Yosemite National Park"},
  "spot13": { "locationName":"Nevada Fall", "regionId":"subCategory13", "region":"West", "city":"Yosemite Village", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory24", "season":"Spring", "seasonDescription":"Spring snowmelt provides the greatest water flow", "description":"Nevada Fall is a 594 foot high waterfall on the Merced River in Yosemite National Park, California. It is located below the granite dome, Liberty Cap, at the west end of Little Yosemite Valley. The waterfall is widely recognized by its ", "image":"spot13.jpg", "permit":"false", "latitude":37.724819, "longitude":-119.533301, "parkStatus":"true", "parkName":"Yosemite National Park"},
  "spot14": { "locationName":"El Capitan - Yosemite", "regionId":"subCategory13", "region":"West", "city":"Yosemite Village", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory21", "time":"Sunset", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"El Capitan is a vertical rock formation in Yosemite National Park, located on the north side of Yosemite Valley, near its western end. The granite monolith is about 3,000 feet from base to summit along its tallest face, and is a popular location for rock climbers.  Climbers can often be observed from the meadow across Northside Drive.  You will need a long lens!  Afternoon sun lights up the face of the huge rock.", "image":"spot14.jpg", "permit":"false", "latitude":37.733931, "longitude":-119.637673, "parkStatus":"true", "parkName":"Yosemite National Park"},
  "spot15": { "locationName":"Half Dome", "regionId":"subCategory13", "region":"West", "city":"Yosemite Village", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory21", "time":"Sunset", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Half Dome is a granite dome at the eastern end of Yosemite Valley. Like El Capitan, it is a well-known rock formation in the park, named for its distinct shape, and is a popular climbing spot. One side is a sheer face while the other three sides are smooth and round, making it appear like a dome cut in half. The granite crest rises more than 4,737 ft above the valley floor.  A 16 mile round-trip hike, combined with a permit is required to hike to the top of Half dome via the Cable Route.  This route, while not technical per se, is still quite difficult - especially the 800 foot vertical cable portion - and is not recommended for the faint at heart.  Great views of Half Dome are available from Glacier Point as well as the valley floor.  At sunset, alpenglow often paints a golden cap at the top of the dome viewed from the valley floor. ", "image":"spot15.jpg", "permit":"false", "latitude":37.743179, "longitude":-119.590452, "parkStatus":"true", "parkName":"Yosemite National Park"},
  "spot16": { "locationName":"Mariposa Grove", "regionId":"subCategory13", "region":"West", "city":"Fish Camp", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory05", "landscapeType":"Forests", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"The vehicle road to the grove is closed in winetr, and there is no shuttle service in winter.  However the grove is open to hikers in winter.", "description":"Mariposa Grove is a giant sequoia grove located near Wawona, California, in the southernmost part of Yosemite National Park. It is the largest grove of Giant Sequoias in the park, with several hundred mature examples of the tree. Two of its trees are among the 30 largest Giant Sequoias in the world.  Prior to a winter storm in 1969, the Wawona Tunnel tree was driven under by thousands of awestruck drivers.  Sadly, the tree fell in the storm, and now lays quietly on its side.", "image":"spot16.jpg", "permit":"false", "latitude":37.509837, "longitude":-119.604685, "parkStatus":"true", "parkName":"Yosemite National Park"},
  "spot17": { "locationName":"Giant Forest", "regionId":"subCategory13", "region":"West", "city":"Fresno", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory05", "landscapeType":"Forests", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"The park, which varies in altitude from 6'000 to 8,000 feet, is open year-round, although on occasion, the roads may be temporarily closed due to heavy snowfall.  ", "description":"The Giant Forest, famed for its giant sequoia trees, is in the middle of Sequoia National Park. This montane forest, situated at over 6,000 feet above sea level, covers an area of 1,880 acres.  Numerous trails abound within the forest.", "image":"spot17.jpg", "permit":"false", "latitude":36.564604, "longitude":-118.773397, "parkStatus":"true", "parkName":"Sequoia National Park"},
  "spot18": { "locationName":"General Grant Grove", "regionId":"subCategory13", "region":"West", "city":"Fresno", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory05", "landscapeType":"Forests", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"The park, which varies in altitude from 6'000 to 8,000 feet, is open year-round, although on occasion, the roads may be temporarily closed due to heavy snowfall.  ", "description":"General Grant Grove, a section of the greater Kings Canyon National Park, was established by the US Congress in 1890.  The primary attraction of General Grant Grove is the giant sequoia trees that populate the grove. The most well-known tree is the General Grant Tree, which is 267 feet tall and the third largest known tree in the world.  The General Grant Tree is over 1,500 years old and is known as the United States' national Christmas Tree.  General Grant Grove consists of 154 acres and is geographically isolated from the rest of Kings Canyon National Park.", "image":"spot18.jpg", "permit":"false", "latitude":36.746863, "longitude":-118.973092, "parkStatus":"true", "parkName":"Kings Canyon National Park"},
  "spot19": { "locationName":"Congress Trail", "regionId":"subCategory13", "region":"West", "city":"Fresno", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory05", "landscapeType":"Forests", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"The park, which varies in altitude from 6'000 to 8,000 feet, is open year-round, although on occasion, the roads may be temporarily closed due to heavy snowfall.  ", "description":"The Congress Trail is a popular paved loop that starts at the General Sherman Tree, the largest tree in the world, and goes about a mile south to an impressive collection of immense sequoias, a few of which look just as big as the Sherman Tree.  At the south end of the loop are two multiple groupings of slightly smaller sequoias, which are quite stately and appear to be very tall.  They are called the House and Senate groups.", "image":"spot19.jpg", "permit":"false", "latitude":36.581707, "longitude":-118.751442, "parkStatus":"true", "parkName":"Sequoia National Park"},
  "spot20": { "locationName":"Yosemite Falls", "regionId":"subCategory13", "region":"West", "city":"Yosemite Village", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory24", "season":"Spring", "seasonDescription":"Spring snowmelt provides the greatest water flow", "description":"Yosemite Falls is the highest waterfall in Yosemite National Park, dropping a total of 2,425 feet from the top of the upper fall to the base of the lower fall.  It is a major attraction in the park, especially in late spring when the water flow is at its peak.  Numerous vantage points offer a variety of views.  In order to see both the upper and lower falls at once, one must venture to the meadow southeast of the parking lot near the Merced River.  Sometimes a reflection of both falls can be protographed on the south side of the river, if a flat spot can be located.", "image":"spot20.jpg", "permit":"false", "latitude":37.742696, "longitude":-119.592183, "parkStatus":"true", "parkName":"Yosemite National Park"},
  "spot21": { "locationName":"Lassen Peak from Manzanita Lake", "regionId":"subCategory13", "region":"West", "city":"Manzanita Lake", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory21", "time":"Sunset", "seasonId":"subCategory24", "season":"Spring", "seasonDescription":"", "description":"Lassen Peak, commonly referred to as Mount Lassen, is the southernmost active volcano in the Cascade Range of the Western United States.  It last erupted in 1915.  A nice view of the mountain can be seen and photographed in the afternoon, reflected in Manzanita Lake, if the lake is flat.  ", "image":"spot21.jpg", "permit":"false", "latitude":40.537554, "longitude":-121.571064, "parkStatus":"true", "parkName":"Lassen Volcanic National Park"},
  "spot22": { "locationName":"Battery Point Lighthouse", "regionId":"subCategory13", "region":"West", "city":"Crescent City", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Battery Point Lighthouse is located on a tiny islet,  just off the coast of Crescent City, California., which is connected to Battery Point on the mainland by an isthmus which is visible, and can be traversed on foot, at low tide.  The lighthouse is open to visiotrs only during periods of low tide.", "image":"spot22.jpg", "permit":"false", "latitude":41.744849, "longitude":-124.199889, "parkStatus":"false", "parkName":""},
  "spot23": { "locationName":"Golden Gate Bridge", "regionId":"subCategory13", "region":"West", "city":"San Francisco", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory30", "landscapeType":"City Skylines", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Fall seems to provide the clearest skies.", "description":"A magnifdicent view of the city of San Francisco with the Golden Gate Bridge in the foreground is offered by shooting from the Golden Garte National Recreation Area just north and west of the Golden Gate Bridge in Marin County.  A drive up Conzelman Road offers a variety of different views to choose from.  The views are spectacular both afternoon, at sunset, and at night.", "image":"spot23.jpg", "permit":"false", "latitude":37.832395, "longitude":-122.491078, "parkStatus":"true", "parkName":"Golden Gate National Recreation Area"},
  "spot24": { "locationName":"Painted Ladies from Alamo Square Park", "regionId":"subCategory13", "region":"West", "city":"San Francisco", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory30", "landscapeType":"City Skylines", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Fall seems to provide the clearest skies.  The best light is in mid to late afternoon while the sun lights both the ", "description":"The view to the east of the San Francisco skyline from the eastern hillside of Alamo Square Park offers a very picturesque view of a row of colorful victorian houses know as the so-called Painted Ladies in the foreground with the skyline in the distance.  ", "image":"spot24.jpg", "permit":"false", "latitude":37.776132, "longitude":-122.433666, "parkStatus":"false", "parkName":""},
  "spot25": { "locationName":"Point Bonita lighthouse", "regionId":"subCategory13", "region":"West", "city":"Sausalito", "state":"California", "stateAbb":"CA", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Fall seems to provide the clearest skies.", "description":"Point Bonita Lighthouse is positioned on a pennensula at the southwestern tip of the Marin Headlands.  The lighthouse itself is accessible via a small pedestrian suspension bridge at the end of a 1/2 mile trail which goes through a tunnel.   The later portion of the trail beyond the tunnel and access to the lighthouse is only open from 12:30 PM  to 3 PM on Sundays and Mondays.  Views of the lighthouse from various positions to the east on the headlands offer good views from a distance.", "image":"spot25.jpg", "permit":"false", "latitude":37.815606, "longitude":-122.529529, "parkStatus":"true", "parkName":"Golden Gate National Recreation area"},
  "spot26": { "locationName":"Maroon Bells", "regionId":"subCategory13", "region":"West", "city":"Aspen", "state":"Colorado", "stateAbb":"CO", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Maroon Bells from Maroon lake is beautiful year-round.  The fall colors around the last week of September on average, are spectacular.  The last 5 miles of the road to Maroon Lake and the view of the Maroon Bells is closed to vehicles in winter.  Rental snowmobiles are available nearby, or the area can be accessed via cross-country skis or a long slow hike.", "description":"The iconic view of Maroon Bells reflected in Maroon lake is beautiful year-round, and spectacular in or around late September due to the variuous colors of aspen groves at different altitudes.  The Bells themselves are two maroon colored mudstone mountains that peak at over 14,000 feet.  The best photo spots around Maroon Lake are accessed by a paved road that is closed in winter.  The road is closed to private vehicle entry from 8 AM to 5PM daily.  A shuttle runs back and forth during the day for a fee.  However, a drive up before 8 AM offers great opportunities for sunrise photography.  Sunrise and just afterwards offers the best photography opportunities. ", "image":"spot26.jpg", "permit":"false", "latitude":39.098214, "longitude":-106.942566, "parkStatus":"false", "parkName":""},
  "spot27": { "locationName":"Dallas Divide", "regionId":"subCategory13", "region":"West", "city":"Ridgway", "state":"Colorado", "stateAbb":"CO", "landscapeId":"subCategory05", "landscapeType":"Forests", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular around the end of September to early October.", "description":"The view southward from Dallas Divide on State Route 62 about 12 miles west of Ridgway, Colorado offers a spectacular view of  Dallas Peak and Mt. Sneffels and the surrounding peaks to the south with multiple aspen forests in the foreground.  During peak fall color season around the end of September, or early October, the view offers a palette of beautiful colors. ", "image":"spot27.jpg", "permit":"false", "latitude":38.094892, "longitude":-107.888292, "parkStatus":"false", "parkName":""},
  "spot28": { "locationName":"Owl Creek Pass ", "regionId":"subCategory13", "region":"West", "city":"Ridgway", "state":"Colorado", "stateAbb":"CO", "landscapeId":"subCategory05", "landscapeType":"Forests", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular around the end of September to early October.", "description":"The gravel road to Owl Creek pass called Forest Road 858 from near Ridgway, Colorado offers several viewpoints of Chimney Rock and Courthouse Mountain with vast forests of colorful Aspen in the foreground in the fall.", "image":"spot28.jpg", "permit":"false", "latitude":38.180649, "longitude":-107.62048, "parkStatus":"false", "parkName":""},
  "spot29": { "locationName":"Hanging Lake ", "regionId":"subCategory13", "region":"West", "city":"Glenwood Springs", "state":"Colorado", "stateAbb":"CO", "landscapeId":"subCategory11", "landscapeType":"Pools/Springs", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"", "description":"Hanging Lake has been recognized as an outstanding example of a lake formed by travertine deposition around the shoreline. Travertine is a form of limestone deposited by mineral springs.  The emerald green water is accented by waterfalls that feed the lake.  The trail to the lake is 1.5 miles each way, and is very steep - about 750 feet per mile elevation gain.  The trailhead parking lot fills up very quickly, so arrive early. ", "image":"spot29.jpg", "permit":"false", "latitude":39.601392, "longitude":-107.19179, "parkStatus":"false", "parkName":""},
  "spot30": { "locationName":"Pikes Peak Highway ", "regionId":"subCategory13", "region":"West", "city":"Manitou Springs", "state":"Colorado", "stateAbb":"CO", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"The highway is open year-round, but may be temporarily closed due to snowfall.", "description":"Pikes Peak Highway is now paved all the way to the top of Pikes Peak, elevation 14,115.  The road is 19 miles long and is only open in daylight hours.  Pikes Peak sits by itself and is not near other mountains of similar height, so the view from the top is primarily of the lowlands below.", "image":"spot30.jpg", "permit":"true", "latitude":38.908531, "longitude":-104.982703, "parkStatus":"false", "parkName":""},
  "spot31": { "locationName":"Mt. Evans Scenic Byway", "regionId":"subCategory13", "region":"West", "city":"Idaho Springs", "state":"Colorado", "stateAbb":"CO", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"The highway is closed in winter", "description":"The Mt. Evans Scenic Byway is a paved road that takes the driver to a parking lot at elevation of 14,130 feet, leaving a short hike to the summit of Mt. Evans at 14,271 feet.  It is the highest paved road in North America - 15 feet higher than the Pikes Peak highway.  There are a number of scenic viewpoints along the road to the top, and the view from the summit is spectacular.  Mt. Evans is situated among several other 14,000 foot peaks and several less lofty peaks as well, so the vistas from the top include other similar peaks as well as the valleys and lakes below.", "image":"spot31.jpg", "permit":"true", "latitude":39.65566, "longitude":-105.595579, "parkStatus":"false", "parkName":""},
  "spot32": { "locationName":"Great Sand Dunes NM ", "regionId":"subCategory13", "region":"West", "city":"Alamosa", "state":"Colorado", "stateAbb":"CO", "landscapeId":"subCategory09", "landscapeType":"Dunes/Beaches", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"", "description":"Great Sand Dunes National Park and Preserve is in southern Colorado. It is known for huge dunes like the towering Star Dune, and for the seasonal Medano Creek and beach created at the base of the dunes.  Towering behind the dunes are the snowcapped peaks of the Sangre de Cristo range.  The best shots of the dunes from afar are taken in the afternoon or at sunset.  If it is a windy day, the flying sand can cut you and your equipment to pieces, so wait for a windless day.", "image":"spot32.jpg", "permit":"false", "latitude":37.725002, "longitude":-105.51923, "parkStatus":"true", "parkName":"Great Sand Dunes National Park"},
  "spot33": { "locationName":"Kebler Pass Highway 12", "regionId":"subCategory13", "region":"West", "city":"Crested Butte", "state":"Colorado", "stateAbb":"CO", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular around the end of September.  The road is closed in winter.", "description":"Forest Road 12 in Colorado is a well maintained gravel road across Kebler Pass between the junction with State Route 133 to the west, and the town of Crested Butte to the east.  It is one of the best roads in Colorado from which to view the colorful aspen groves as they turn golden in the fall.  The  road is about 30 miles long, and offers many views of aspen along the way.", "image":"spot33.jpg", "permit":"false", "latitude":38.849715, "longitude":-107.100326, "parkStatus":"false", "parkName":""},
  "spot34": { "locationName":"Tantalus Lookout ", "regionId":"subCategory13", "region":"West", "city":"O'ahu", "state":"Hawaii", "stateAbb":"HI", "landscapeId":"subCategory30", "landscapeType":"City Skylines", "timeId":"subCategory22", "time":"Night", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"The lookout offers a great view of the city of Honolulu, both in daylight and at night.  The lookout is located in Puʻu ʻUalakaʻa State Wayside Park, and the gates close at 7:45 PM in summer and 6:45 PM in winter, so the best times for night photography are April 1, September 1, and December 10, for the darkest times at closing.", "image":"spot34.jpg", "permit":"false", "latitude":21.314335, "longitude":-157.823022, "parkStatus":"true", "parkName":"Puʻu ʻUalakaʻa State Wayside Park"},
  "spot35": { "locationName":"Waimea Canyon", "regionId":"subCategory13", "region":"West", "city":"Kaua'i", "state":"Hawaii", "stateAbb":"HI", "landscapeId":"subCategory04", "landscapeType":"Canyons", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Waimea Canyon, also known as the Grand Canyon of the Pacific, is a large canyon, approximately ten miles long and up to 3,000 feet deep, located on the western side of Kauaʻi.  The canyon walls differ greatly from the Grand Canyon in Arizona.  For example, Many of them are green.  There are many beautiful spots for a wide range of photography including waterfalls.  At the very end of Kokee Road, the road that winds through the park, aka Route 550, there are two lookout spots that offer fantastic views of the Napali Cliffs below.  The first stop is the Kalalau Lookout, and the second one, a short distance further down the road at the very end, is the Pu'u O Kila Lookout.  Be sure to visit both for some fantastic views.", "image":"spot35.jpg", "permit":"false", "latitude":22.071641, "longitude":-159.661903, "parkStatus":"true", "parkName":"Waimea Canyon State Park"},
  "spot36": { "locationName":"Wailua Falls", "regionId":"subCategory13", "region":"West", "city":"Kaua'i", "state":"Hawaii", "stateAbb":"HI", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Wailua Falls is a 173 foot waterfall located near Lihue, Kauai, Hawaii that feeds into the Wailua River. The waterfall was prominently featured on the opening credits of the television series Fantasy Island.  Depending on water flow, the falls can be double or even triple falls.  Trails to the top and bottom are located near the parking lot at the end of route 583.  Morning sun often creates a rainbow in the mist from the falls. ", "image":"spot36.jpg", "permit":"false", "latitude":22.034572, "longitude":-159.378901, "parkStatus":"false", "parkName":""},
  "spot37": { "locationName":"Sunset at Anaehoomalu Beach", "regionId":"subCategory13", "region":"West", "city":"Hawaii (Big Island)", "state":"Hawaii", "stateAbb":"HI", "landscapeId":"subCategory09", "landscapeType":"Dunes/Beaches", "timeId":"subCategory21", "time":"Sunset", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Anaeho'omalu Beach is now the backyard of the Waikoloa Beach Marriott Resort and Spa in the Waikoloa District of the Big Island of Hawaii.  The view of sunset from the grounds looking across the Kuualii fish ponds, framed by coconut palms reflecting in the ponds often creats a memorable sunset photo. ", "image":"spot37.jpg", "permit":"false", "latitude":19.915856, "longitude":-155.885868, "parkStatus":"false", "parkName":""},
  "spot38": { "locationName":"Punalu’u Black Sand Beach", "regionId":"subCategory13", "region":"West", "city":"Hawaii (Big Island)", "state":"Hawaii", "stateAbb":"HI", "landscapeId":"subCategory09", "landscapeType":"Dunes/Beaches", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Punalu’u Black Sand Beach is a small beach on the southwest side of the Big Island of Hawaii.  It is one of several true black sand beaches still existing in Hawaii that were created naturally from lava from old eruptions of Mona Kea and Kiluea volcanoes.  The sand is made of basalt and created by lava flowing into the ocean which explodes as it reaches the ocean and cools.  The pounding of waves increases the sand production.  Punalu’u Beach is probably the best remaining example of a black sand beach in Hawaii.  A couple of others have been wiped out by recent eruptions.  Sea Turtles often come onto the beach to sun themselves, thus providing great photo opportunities.  Coconut Palms line the beach as well. ", "image":"spot38.jpg", "permit":"false", "latitude":19.135758, "longitude":-155.504787, "parkStatus":"true", "parkName":"Punalu’u Black Sand Beach Park"},
  "spot39": { "locationName":"Chicago skyline ", "regionId":"subCategory14", "region":"Midwest", "city":"Chicago", "state":"Illinois", "stateAbb":"IL", "landscapeId":"subCategory30", "landscapeType":"City Skylines", "timeId":"subCategory22", "time":"Night", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"A visit to North Avenue Beach and Hook Pier will provide great opportunities for sunrise and night photos of the Chicago skyline, sometimes with reflections of the skyling in Lake Michigan.", "image":"spot39.jpg", "permit":"false", "latitude":41.913653, "longitude":-87.620294, "parkStatus":"false", "parkName":""},
  "spot40": { "locationName":"Cumberland Falls ", "regionId":"subCategory16", "region":"Southeast", "city":"Williamsburg", "state":"Kentucky", "stateAbb":"KY", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"", "description":"Known as the Niagara of the South, the 125-foot wide curtain of water over the falls is dramatic, day or night.  At night during a full moon, you can often see a moonbow in the mist. The water flow is almost always substantial, but it is especially high after recent rains.  Heavy rains can cause the Cumberland River to be quite muddy, thus turning the falls to a not so attractive brown tone.  In the morning, bright sunlight can create a rainbow in the mist from the falls.", "image":"spot40.jpg", "permit":"false", "latitude":36.840818, "longitude":-84.3439, "parkStatus":"true", "parkName":"Cumberland Falls State Park"},
  "spot41": { "locationName":"Portland Head Light", "regionId":"subCategory15", "region":"Northeast", "city":"Portland", "state":"Maine", "stateAbb":"ME", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"The Portland Head Lighthouse is located south of Portland.  Beautiful sunrise scenes can occur year round from viewpoints both north and south of the lighthouse.", "image":"spot41.jpg", "permit":"false", "latitude":43.623056, "longitude":-70.207916, "parkStatus":"false", "parkName":""},
  "spot42": { "locationName":"Bar Harbor from Cadillac Mountain", "regionId":"subCategory15", "region":"Northeast", "city":"Bar Harbor", "state":"Maine", "stateAbb":"ME", "landscapeId":"subCategory02", "landscapeType":"Oceans", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular.  The peak colors vary from year to year", "description":"From the top of Cadillac Mountain in Acadia National Park, the view of Bar Harbor, the Mt. Desert Narrows and the islands that surround it all is awe-inspiring.", "image":"spot42.jpg", "permit":"false", "latitude":44.352582, "longitude":-68.225104, "parkStatus":"true", "parkName":"Acadia National Park"},
  "spot43": { "locationName":"Sleeping Bear Dunes ", "regionId":"subCategory14", "region":"Midwest", "city":"Glen Arbor", "state":"Michigan", "stateAbb":"MI", "landscapeId":"subCategory09", "landscapeType":"Dunes/Beaches", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"It can be very hot in summer on the dunes.", "description":"Sleeping Bear Dunes National Lakeshore is located along the northwest coast of the Lower Peninsula of Michigan in Leelanau and Benzie counties, near Empire, Michigan. The park covers a 35 mile-long stretch of Lake Michigan's eastern coastline, as well as North and South Manitou islands.  Hikers can hike up the steep east facing face of the biggest dunes to the top, which is further away than it looks, and more strenuous that you expect.  Once you reach the summit, and have a view of Lake Michigan below, there is a temptation to descend to the lake for a cool dip.  However, the dunes tower some 450 feet above Lake Michigan at a 33 degree slope.  The descent, which is not that easy in itself, will require a ridiculously strenuous return to the top that can take hours!  The trip back to the parking lot from the top is relatively easy if you have the strength to walk.  Be sure to take water - especially in the summer.  The park offers a variety of great photo opportunities, including ", "image":"spot43.jpg", "permit":"false", "latitude":44.882457, "longitude":-86.042144, "parkStatus":"true", "parkName":"Sleeping Bear Dunes National Lakeshore"},
  "spot44": { "locationName":"Mackinac Bridge", "regionId":"subCategory14", "region":"Midwest", "city":"Mackinaw City", "state":"Michigan", "stateAbb":"MI", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory21", "time":"Sunset", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Interesting ice formations occasionally form in winter around the shoreline", "description":"The Macinac Bridge is is a suspension bridge spanning the Straits of Mackinac to connect the Upper and Lower Peninsulas of the state of Michigan. Opened in 1957, the 26,372-foot-long bridge is the world's 20th longest main span and the longest suspension bridge between anchorages in the Western Hemisphere.  In cold winters, when Lake Michigan freezes, interesting blue colored ice formations sometimes build up around the shoreline. ", "image":"spot44.jpg", "permit":"false", "latitude":45.817377, "longitude":-84.727765, "parkStatus":"false", "parkName":""},
  "spot45": { "locationName":"Split Rock Lighthouse State Park", "regionId":"subCategory14", "region":"Midwest", "city":"Beaver Bay", "state":"Minnesota", "stateAbb":"MN", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"", "description":"Split Rock Lighthouse is a lighthouse located southwest of Silver Bay, Minnesota, USA on the North Shore of Lake Superior. The structure was designed by lighthouse engineer Ralph Russell Tinkham and was completed in 1910 by the United States Lighthouse Service. It is considered one of the most picturesque lighthouses in the United States.", "image":"spot45.jpg", "permit":"false", "latitude":47.20001, "longitude":-91.367011, "parkStatus":"true", "parkName":"Split Rock Lighthouse State Park"},
  "spot46": { "locationName":"St Louis skyline & Gateway Arch", "regionId":"subCategory14", "region":"Midwest", "city":"St. Louis", "state":"Missouri", "stateAbb":"MO", "landscapeId":"subCategory30", "landscapeType":"City Skylines", "timeId":"subCategory22", "time":"Night", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"", "description":"A view across the Mississippi River from Malcolm W. Martin Memorial Park in East St. Louis, Illinois at night provides a beautiful view of the St. Loiis skyline framed by the Gateway Arch.  If the river is flat, skyline light reflection is possible.", "image":"spot46.jpg", "permit":"false", "latitude":38.622565, "longitude":-90.17573, "parkStatus":"true", "parkName":"Malcolm W. Martin Memorial Park"},
  "spot47": { "locationName":"Going to the Sun Road ", "regionId":"subCategory13", "region":"West", "city":"West Glacier", "state":"Montana", "stateAbb":"MT", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"The road is only open in the Summer and early fall.", "description":"Going-to-the-Sun Road is a scenic mountain road across the top of Glacier National Park.  It runs 51 miles from West Glacier to St. Mary.  It is the only road that traverses the park, crossing the Continental Divide through Logan Pass at an elevation of 6,646 feet, which is the highest point on the road.  The road does not open until after spring snow melt, and usually closes in October.  It is open all day, but the least amount of traffic occurs in the morning, and if you want to park and do some hiking at the many trailheads along the road, you need to get up early, or there will likely be no parking available.", "image":"spot47.jpg", "permit":"false", "latitude":48.691999, "longitude":-113.554312, "parkStatus":"true", "parkName":"Glacier National Park"},
  "spot48": { "locationName":"St. Mary Lake & Wild Goose Island Overlook", "regionId":"subCategory13", "region":"West", "city":"St. Mary", "state":"Montana", "stateAbb":"MT", "landscapeId":"subCategory06", "landscapeType":"Lakes", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"", "description":"Saint Mary Lake is the second-largest lake in Glacier National Park. Located on the east side of the park, the Going-to-the-Sun Road parallels the lake along its north shore.  Wild Goose Island sits near the middle of the long narrow lake and the best view of the island is from the Viewpoint on Going-To-The-Sun Road, about 7 miles west of the St. Mary Visitor Center.  That lookout offers great photo opportunites of the lake and island with towering peaks in the background, especially at sunrise and in the morning.", "image":"spot48.jpg", "permit":"false", "latitude":48.692222, "longitude":-113.531667, "parkStatus":"true", "parkName":"Glacier National Park"},
  "spot49": { "locationName":"Beartooth Highway ", "regionId":"subCategory13", "region":"West", "city":"Red Lodge", "state":"Montana", "stateAbb":"MT", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"The highway is closed in winter", "description":"The Beartooth Highway is an All-American Road on a section of U.S. Route 212 in Montana and Wyoming between Red Lodge and the Northeast entrance of Yellowstone National Park, passing over the Beartooth Pass in Wyoming at 10,947 feet above sea level. Because of heavy snowfall at the top, the pass is usually open each year only from mid May through mid October, weather conditions permitting.", "image":"spot49.jpg", "permit":"false", "latitude":45.018329, "longitude":-109.956539, "parkStatus":"false", "parkName":""},
  "spot50": { "locationName":"Scotts Bluff National Monument ", "regionId":"subCategory14", "region":"Midwest", "city":"Scottsbluff", "state":"Nebraska", "stateAbb":"NE", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Scotts Bluff National Monument in western Nebraska includes an important 19th-century landmark on the Oregon Trail and the Mormon Trail. The National Monument contains multiple bluffs located on the south side of the North Platte River. It is named for one prominent bluff called Scotts Bluff, which rises over 800 feet above the plains at its highest point.  A visit during the open hours of the Visitors Center will allow visitors to drive to the top of the monument for an impressive view of the plains below.  Foot trails are available at all times.  The National Park Service has set up a covered wagon complete with fake oxen in front of the monument which creates a nice photo opportunity, especially in the afternoon.", "image":"spot50.jpg", "permit":"false", "latitude":41.828761, "longitude":-103.709264, "parkStatus":"true", "parkName":"Scotts Bluff National Monument"},
  "spot51": { "locationName":"Fly Geyser", "regionId":"subCategory13", "region":"West", "city":"Gerlach", "state":"Nevada", "stateAbb":"NV", "landscapeId":"subCategory11", "landscapeType":"Pools/Springs", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Fly Geyser, also known as Fly Ranch Geyser is a small geothermal geyser located on private land in Washoe County, Nevada. It was accidentally created during well drilling in 1964 while exploring for sources of geothermal energy. The well may not have been capped correctly, or left unplugged, but either way, dissolved minerals started rising and accumulating, creating the travertine mound on which the geyser sits and continues growing today. Water is constantly released, reaching 5 feet in the air. The geyser contains several terraces discharging water into 30 to 40 pools over an area of 74 acres. The geyser is made up of a series of different minerals, but its brilliant colors are due to thermophilic algae.  The area has been closed to the public until recently, and is now open for visitors for a fee.", "image":"spot51.jpg", "permit":"true", "latitude":40.8594, "longitude":-119.3319, "parkStatus":"false", "parkName":""},
  "spot52": { "locationName":"Mt. Washington Auto Road", "regionId":"subCategory15", "region":"Northeast", "city":"Conway", "state":"New Hampshire", "stateAbb":"NH", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"The road is closed in winter, and there are occasional closings throughout the season for special events.", "description":"The Mount Washington Auto Road — originally the Mount Washington Carriage Road — is a 7.6 mile toll road that extends from New Hampshire Route 16 in Green's Grant, just north of Pinkham Notch, westward across Pinkham's Grant and Thompson and Meserve's Purchase to the summit of Mount Washington in the White Mountains.  It is a narrow but safe road mostly paved but partially unpaved.  The views along the way, and especially from the top, are quite dramatic.  A marker at the top signifies the summit, which is the highest point in New Hampshire.  It is usually windy on top, and a record wind speed of 231 mile per hour was once recorded at the weather station there.  The road is closed in winter, and the weather on the mountain in winter can be as harsh as weather in the Himalayas", "image":"spot52.jpg", "permit":"true", "latitude":44.28928, "longitude":-71.227479, "parkStatus":"false", "parkName":""},
  "spot53": { "locationName":"Flume Covered Bridge", "regionId":"subCategory15", "region":"Northeast", "city":"Lincoln", "state":"New Hampshire", "stateAbb":"NH", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular.  The peak colors vary from year to year", "description":"The Flume covered bridge is located in Franconia Notch State Park. It carries a road over the Pemigewasset River just a short distance from the Franconia Notch Visitors Center.  It is not visible without paying a park entrance fee.", "image":"spot53.jpg", "permit":"true", "latitude":44.09935, "longitude":-71.676958, "parkStatus":"true", "parkName":"Franconia Notch State Park"},
  "spot54": { "locationName":"Kancamagus Highway ", "regionId":"subCategory15", "region":"Northeast", "city":"Conway", "state":"New Hampshire", "stateAbb":"NH", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular.  The peak colors vary from year to year", "description":"The Kancamagus Highway is a 34.5 mile scenic drive along New Hampshire Route 112 in Northern New Hampshire.  It is well known as one of the best Fall Foliage viewing areas in the country.", "image":"spot54.jpg", "permit":"false", "latitude":44.00929, "longitude":-71.269528, "parkStatus":"false", "parkName":""},
  "spot55": { "locationName":"Cornish - Windsor Covered Bridge ", "regionId":"subCategory15", "region":"Northeast", "city":"Cornish", "state":"New Hampshire", "stateAbb":"NH", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"", "description":"The Cornish–Windsor Covered Bridge is a covered bridge that spans the Connecticut River between Cornish, New Hampshire and Windsor, Vermont.  is the longest wooden covered bridge in the United States and the longest two-span covered bridge in the world. ", "image":"spot55.jpg", "permit":"false", "latitude":43.473653, "longitude":-72.383835, "parkStatus":"false", "parkName":""},
  "spot56": { "locationName":"Albany covered Bridge ", "regionId":"subCategory15", "region":"Northeast", "city":"Conway", "state":"New Hampshire", "stateAbb":"NH", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular.  The peak colors vary from year to year", "description":"The Albany covered bridge is a 120-foot covered bridge that spans the Swift River just north of and accessible from the Kancamagus Highway.  Fall foliage along the river can provide colorful photographs.", "image":"spot56.jpg", "permit":"false", "latitude":44.005796, "longitude":-71.240731, "parkStatus":"false", "parkName":""},
  "spot57": { "locationName":"Stark Covered Bridge", "regionId":"subCategory15", "region":"Northeast", "city":"Stark Village", "state":"New Hampshire", "stateAbb":"NH", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular.  The peak colors vary from year to year", "description":"The Stark Covered Bridge is a historic wooden covered bridge over the Upper Ammonoosuc River in Stark, New Hampshire. It carries a connecting roadway which joins the Northside Road to New Hampshire Route 110.", "image":"spot57.jpg", "permit":"false", "latitude":44.601028, "longitude":-71.408062, "parkStatus":"false", "parkName":""},
  "spot58": { "locationName":"New York City skyline from Liberty Park", "regionId":"subCategory15", "region":"Northeast", "city":"Jersey City", "state":"New Jersey", "stateAbb":"NJ", "landscapeId":"subCategory30", "landscapeType":"Cith Skylines", "timeId":"subCategory21", "time":"Sunset", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Liberty Park in Jersey City NJ offers a stunning view of the Manhattan skyline.  Sunset views can be great as can night views.", "image":"spot58.jpg", "permit":"false", "latitude":40.708999, "longitude":-74.037582, "parkStatus":"true", "parkName":"Liberty Park"},
  "spot59": { "locationName":"White Sands", "regionId":"subCategory17", "region":"Southwest", "city":"Alomogordo", "state":"New Mexico", "stateAbb":"NM", "landscapeId":"subCategory09", "landscapeType":"Dunes/Beaches", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Can be very hot in summer", "description":"White Sands National Monument is located in the northern Chihuahuan Desert  It is known for its dramatic landscape of rare white gypsum sand dunes.  ", "image":"spot59.jpg", "permit":"false", "latitude":32.778737, "longitude":-106.175468, "parkStatus":"true", "parkName":"White Sands National Monument"},
  "spot60": { "locationName":"Ship Rock", "regionId":"subCategory17", "region":"Southwest", "city":"Shiprock", "state":"New Mexico", "stateAbb":"NM", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"The skies seem to be clearest in the fall.", "description":"Shiprock is a monadnock rising nearly 1,583 feet above the high-desert plain of the Navajo Nation in San Juan County, New Mexico. Its peak elevation is 7,177 feet above sea level", "image":"spot60.jpg", "permit":"false", "latitude":36.686669, "longitude":-108.836434, "parkStatus":"false", "parkName":""},
  "spot61": { "locationName":"Niagara Falls", "regionId":"subCategory15", "region":"Northeast", "city":"Niagara Falls", "state":"New York", "stateAbb":"NY", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Niagara Falls is the collective name for three waterfalls that straddle the international border between the Canadian province of Ontario and the American state of New York. They form the southern end of the Niagara Gorge.  From largest to smallest, the three waterfalls are the Horseshoe Falls, the American Falls and the Bridal Veil Falls. The Horseshoe Falls lies on the border of the United States and Canada with the American Falls entirely on the United States' side, separated by Goat Island. The smaller Bridal Veil Falls are also on the United States' side, separated from the American Falls by Luna Island.", "image":"spot61.jpg", "permit":"false", "latitude":43.082481, "longitude":-79.077252, "parkStatus":"false", "parkName":""},
  "spot62": { "locationName":"Brooklyn Bridge ", "regionId":"subCategory15", "region":"Northeast", "city":"Brooklyn", "state":"New York", "stateAbb":"NY", "landscapeId":"subCategory30", "landscapeType":"City-Skylines", "timeId":"subCategory22", "time":"Night", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"The Brooklyn Bridge is a hybrid cable-stayed suspension bridge in New York City and is one of the oldest roadway bridges in the United States. Started in 1869 and completed fourteen years later in 1883, it connects the boroughs of Manhattan and Brooklyn, spanning the East River. It has a main span of 1,595.5 feet and was the first steel-wire suspension bridge ever constructed.  Beautiful night shots of the bridge with the Manhattan skyline behind can be photographed from near Jane's Carousel just east of and under the Brooklyn end of the bridge.", "image":"spot62.jpg", "permit":"false", "latitude":40.704457, "longitude":-73.992405, "parkStatus":"false", "parkName":""},
  "spot63": { "locationName":"Oconaluftee overlook ", "regionId":"subCategory16", "region":"Southeast", "city":"Cherokee", "state":"North Carolina", "stateAbb":"NC", "landscapeId":"subCategory05", "landscapeType":"Forests", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors can be spectacular.  The peak color usually occurs near the end of October.", "description":"The Oconaluftee Overlook is located just across the Tennessee-North Carolina line just southwest of Newfound Gap before US-441, just as the highway turns east.  A view of the colorful forest to the east lights up from the afternoon sun in late October afternoons.  Early mornings just before sunrise can be great as well.", "image":"spot63.jpg", "permit":"false", "latitude":35.607583, "longitude":-83.43616, "parkStatus":"true", "parkName":"Great Smoky Mountains National Park"},
  "spot64": { "locationName":"Cape Hatteras Lighthouse ", "regionId":"subCategory16", "region":"Southeast", "city":"Frisco", "state":"North Carolina", "stateAbb":"NC", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Cape Hatteras Light is a lighthouse located on Hatteras Island in the Outer Banks in the town of Buxton, North Carolina and is part of the Cape Hatteras National Seashore.  Its 210-foot height makes it the tallest brick lighthouse structure in the United States and 2nd in the world.  It was famously moved from its original location closer to the shoreline in 1999 to a location 1/2 mile inland.", "image":"spot64.jpg", "permit":"false", "latitude":35.763953, "longitude":-84.389049, "parkStatus":"true", "parkName":"Cape Hatteras National Seashore"},
  "spot65": { "locationName":"Biltmore Estate", "regionId":"subCategory16", "region":"Southeast", "city":"Asheville", "state":"North Carolina", "stateAbb":"NC", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory24", "season":"Spring", "seasonDescription":"Spring gardens are usually spectacular, but the grounds are beautiful in all seasons.", "description":"Biltmore Estate is a 6950 acre private estate and tourist attraction in Asheville, North Carolina. Biltmore House, the main residence, is a Châteauesque-style mansion built by George Washington Vanderbilt II between 1889 and 1895 and is the largest privately owned house in the United States, at 178,926 square feet of floor space. Still owned by George Vanderbilt's descendants, it remains one of the most prominent examples of the Gilded Age.  The gardens that surround the estate are spectacular.  The grounds also sport many colors in fall as well.", "image":"spot65.jpg", "permit":"true", "latitude":35.540034, "longitude":-82.549478, "parkStatus":"false", "parkName":""},
  "spot66": { "locationName":"Lorain West Breakwater Lighthouse", "regionId":"subCategory14", "region":"Midwest", "city":"Lorain", "state":"Ohio", "stateAbb":"OH", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"", "description":"The Lorain West Breakwater Light, also called the Lorain Harbor Light, is a lighthouse in Lorain, Ohio. The light was built in 1917 on Lake Erie by the United States Army Corps of Engineers", "image":"spot66.jpg", "permit":"false", "latitude":41.477591, "longitude":-82.190511, "parkStatus":"false", "parkName":""},
  "spot67": { "locationName":"Mount Hood from Trillium Lake ", "regionId":"subCategory13", "region":"West", "city":"Government Camp", "state":"Oregon", "stateAbb":"OR", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory27", "season":"Winter", "seasonDescription":"The view of Mt. Hood from Trillium Lake is beautiful year-round, but especially covered in snow in the winter.", "description":"Mount Hood is a potentially active stratovolcano in the Cascade Volcanic Arc of northern Oregon. It is located about 50 miles east-southeast of Portland, on the border between Clackamas and Hood River counties. In addition to being Oregon's highest mountain at 11,249 feet, it is one of the loftiest mountains in the nation based on its prominence.  Trillium Lake is located just a few miles south of Government Camp, and when it is flat, and the skies are clear, it can offer a beautiful reflection of the mountain beyond.", "image":"spot67.jpg", "permit":"false", "latitude":45.267406, "longitude":-121.742395, "parkStatus":"false", "parkName":""},
  "spot68": { "locationName":"Oregon coastline from Ecola State Park", "regionId":"subCategory13", "region":"West", "city":"Cannon Beach", "state":"Oregon", "stateAbb":"OR", "landscapeId":"subCategory09", "landscapeType":"Dunes/Beaches", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Wrapping around Tillamook Head between Seaside and Cannon Beach, Ecola State Park is a hiking and sightseeing mecca with a storied past.  Iconic views to the south of the rugged Oregon coast abound here.  Tillamook Rock Lighthouse, which sits on a stone island about 1.2 miles offshore, also known as Terrible Tilly, is visable from the park’s trails.", "image":"spot68.jpg", "permit":"false", "latitude":45.918229, "longitude":-123.976804, "parkStatus":"true", "parkName":"Ecola State Park"},
  "spot69": { "locationName":"Haystack Rock ", "regionId":"subCategory13", "region":"West", "city":"Cannon Beach", "state":"Oregon", "stateAbb":"OR", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory21", "time":"Sunset", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Cannon Beach is recognized by its well-known landmark, Haystack Rock, located southwest of downtown Cannon Beach, near Tolovana Park. This igneous rock has an elevation of 235 feet  and is often accessible at low tide, especially in the summertime. There is a small cave system that penetrates the rock and can be seen from the coastline.", "image":"spot69.jpg", "permit":"false", "latitude":45.884691, "longitude":-123.967974, "parkStatus":"false", "parkName":""},
  "spot70": { "locationName":"Haceta Head Lighthouse", "regionId":"subCategory13", "region":"West", "city":"Yachats", "state":"Oregon", "stateAbb":"OR", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Heceta Head Light is a lighthouse on the Oregon Coast, 13 miles north of Florence, and 13 miles south of Yachats. It is located at Heceta Head Lighthouse State Scenic Viewpoint, a state park, midway up a 205-foot-tall headland.  The former Lighthouse Keeper's House is seperated from the lighthouse by about 500 yards, and is now a B and B.  The  best viewpoint of the lighthouse is from an overlook on US 101, about 0.8 mile south of the lighthouse.   Another 500 yards further south on US 101, after a short walk out to the tip of Sea Lion Point, will reveal a view of the entire complex consisting of the lighthouse and Keeper's House.", "image":"spot70.jpg", "permit":"false", "latitude":44.122217, "longitude":-124.128001, "parkStatus":"false", "parkName":""},
  "spot71": { "locationName":"Historic Columbia River Highway", "regionId":"subCategory13", "region":"West", "city":"Corbett", "state":"Oregon", "stateAbb":"OR", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"", "description":"The Historic Columbia River Highway is an approximately 75-mile-long scenic highway in Oregon between Troutdale and The Dalles, built through the Columbia River Gorge between 1913 and 1922.  As the first planned scenic roadway in the United States, it has been recognized in numerous ways, including a listing on the National Register of Historic Places as a National Historic Landmark and designation as a National Historic Civil Engineering Landmark by the American Society of Civil Engineers.  The road passes numerous waterfalls along the route, is heavily trafficked, and is very narrow in places.  ", "image":"spot71.jpg", "permit":"false", "latitude":45.541725, "longitude":-122.380342, "parkStatus":"false", "parkName":""},
  "spot72": { "locationName":"Columbia Gorge & Vista House ", "regionId":"subCategory13", "region":"West", "city":"Corbett", "state":"Oregon", "stateAbb":"OR", "landscapeId":"subCategory01", "landscapeType":"Rivers", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"", "description":"A stop at the Portland Women's Forum viewpoint on the Historic Columbia River Highway, about 3.2 miles east of Corbet, will provide a view to the east of the Vista House and the Columbia River with the cliffs of the gorge on the south side of the river.  In fall, the colors can be beautiful.", "image":"spot72.jpg", "permit":"false", "latitude":45.534504, "longitude":-122.260605, "parkStatus":"false", "parkName":""},
  "spot73": { "locationName":"Multnomah Falls", "regionId":"subCategory13", "region":"West", "city":"Corbett", "state":"Oregon", "stateAbb":"OR", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"", "description":"Multnomah Falls is a very picturesque double drop waterfall located in the Columbia River Gorge, east of Troutdale, between Corbett and Dodson. The waterfall is accessible from the Historic Columbia River Highway and Interstate 84 as well.  It is a very popular spot for tourists, but great photos of the falls are usually easy year-round. ", "image":"spot73.jpg", "permit":"false", "latitude":45.577004, "longitude":-122.116704, "parkStatus":"false", "parkName":""},
  "spot74": { "locationName":"Crater Lake", "regionId":"subCategory13", "region":"West", "city":"Ft. Klamath", "state":"Oregon", "stateAbb":"OR", "landscapeId":"subCategory06", "landscapeType":"Lakes", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"All entrances to Crater Lake are closed in winter except the south entrance (Route 62).  That road is onlty open all the way to the crater rim (Rim Village) when the roads are clear of snow.", "description":"Crater Lake is a caldera lake in south-central Oregon. It is the main feature of Crater Lake National Park and is famous for its deep blue color and water clarity. The lake partly fills a nearly 2,148-foot deep caldera that was formed around 7,700 years ago by the collapse of the volcano Mount Mazama.  It is the deepest lake in America at a depth of 1,949 feet.", "image":"spot74.jpg", "permit":"false", "latitude":42.91266, "longitude":-122.14287, "parkStatus":"true", "parkName":"Crater Lake National Park"},
  "spot75": { "locationName":"Mt. Rushmore", "regionId":"subCategory14", "region":"Midwest", "city":"Keystone", "state":"South Dakota", "stateAbb":"SD", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"", "description":"Mount Rushmore National Memorial is a massive sculpture carved into the granite of Mount Rushmore in the Black Hills region of South Dakota. Completed in 1941 under the direction of Gutzon Borglum and his son Lincoln, the sculpture's roughly 60 feet high granite faces depict U.S. presidents George Washington, Thomas Jefferson, Theodore Roosevelt and Abraham Lincoln.  In the summertime, the mountain is bathed in artificial light at night for great night photography.  The Memorial faces east, so daylight shots are best in the morning.", "image":"spot75.jpg", "permit":"false", "latitude":43.876644, "longitude":-103.455367, "parkStatus":"true", "parkName":"Mount Rushmore National Memorial"},
  "spot76": { "locationName":"Wildlife Loop - Custer State Park ", "regionId":"subCategory14", "region":"Midwest", "city":"Custer", "state":"South Dakota", "stateAbb":"SD", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"The loop is open year-round, but may be temporarily closed in winter due to heavy snowfall", "description":"Wildlife Loop Road travels through 18 miles of open grasslands and pine-speckled hills that much of the park’s wildlife calls home. Depending on the day, you might see bison, pronghorn, whitetail and mule deer, elk, coyotes, burros, prairie dogs, eagles, hawks, and a variety of other birds.  A medley of colorful wildflowers and prairie grasses surround the road, making for a picturesque drive.  In September, all of the bison ar rounded up and photo opportunities abound at that time.", "image":"spot76.jpg", "permit":"true", "latitude":43.646117, "longitude":-103.363052, "parkStatus":"true", "parkName":"Custer State Park"},
  "spot77": { "locationName":"Needles Highway - Custer State Park", "regionId":"subCategory14", "region":"Midwest", "city":"Custer", "state":"South Dakota", "stateAbb":"SD", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"The highway is closed in winter.", "description":"The Needles highway is a portion of State Route 87 in the Black Hills of South Dakota.  After splitting from US 16A, the route is known as the Needles Highway. This segment is 14 miles long. Finished in 1922, the highway is named after the high granite needle-like granite formations it winds among.  Access to the Needles Highway requires a Custer State Park entrance license, technicallly making that portion of SD 87 a toll road.  The highway passes through two one-way tunnels blasted through sheer granite walls—Iron Creek Tunnel and Needles Eye Tunnel. The narrow roadway has sharp turns, and low tunnels, and consequently, very little traffic.  The road is closed in winter.  A nearby addition to this drive is via U.S. Highway 16A, known as Iron Mountain Road, which runs northeast of the Needles Highway.  The portion of 16A between Playhouse Roads to the south and Keystone to the north is another beautiful narrow curving drive through the Black Hills with several more tunnels.  A couple of the tunnels face Mt. Rushmore, and iconic photos can be taken of the memorial from inside the tunnels making a natural frame.  Don't miss the opportunity to drive both of these scenic byways.", "image":"spot77.jpg", "permit":"false", "latitude":43.842143, "longitude":-103.545782, "parkStatus":"true", "parkName":"Custer State Park"},
  "spot78": { "locationName":"Abrams Falls ", "regionId":"subCategory16", "region":"Southeast", "city":"Townsend", "state":"Tennessee", "stateAbb":"TN", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors can be spectacular.  The peak color usually occurs near the end of October.", "description":"Abrams falls is a popular waterfall located at the westernmost end of the Cade's Cove loop drive.  The 5 mile round-trip hike from the parking lot is very popular and relatively easy.  Although Abrams Falls is only 20 feet high, the large volume of water rushing over falls more than makes up for its lack of height. The long, deep pool at its base is very picturesque. The waterfall and creek are named for a Cherokee chief whose village once stood several miles downstream.", "image":"spot78.jpg", "permit":"false", "latitude":35.608447, "longitude":-83.879838, "parkStatus":"true", "parkName":"Great Smoky Mountains National Park"},
  "spot79": { "locationName":"John Oliver Cabin", "regionId":"subCategory16", "region":"Southeast", "city":"Townsend", "state":"Tennessee", "stateAbb":"TN", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory24", "season":"Spring", "seasonDescription":"Due to a number of dogwood trees and wildflowers, the cabin can be very photogentic in the spring as well as fall.  Fall colors can be spectacular.  The peak color usually occurs near the end of October.", "description":"Located near the beginning of the Cades Cove Loop Road, the John Oliver Cabin was built in the early 1820’s by John and Lucretia Oliver, the first permanent white settlers of Cades Cove.  A short trail leading from a parking area off the Cades Cove Loop Road will lead you back to the John Oliver cabin. Spring blooming dogwoods and autumn colors add to the beauty of this scene.", "image":"spot79.jpg", "permit":"false", "latitude":35.609788, "longitude":-83.795178, "parkStatus":"true", "parkName":"Great Smoky Mountains National Park"},
  "spot80": { "locationName":"Noah “Bud” Ogle Cabin", "regionId":"subCategory16", "region":"Southeast", "city":"Gatlinburg", "state":"Tennessee", "stateAbb":"TN", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors around the cabin can be spectacular.  The peak color usually occurs near the end of October.", "description":"Noah Bud Ogle and his wife Cindy first settled in what is now Gatlinburg in 1879. On their 400 acre farm they built the cabin that still stands near downtown Gatlinburg. Located on Airport Road near the start of the Roaring Fork Motor Nature Trail, the Ogle cabin is a great place to visit to get a glimpse of what pioneer life was like in the Appalachian Mountains, especially in the fall when the cabin is surrounded by beautiful autumn foliage.", "image":"spot80.jpg", "permit":"false", "latitude":35.682933, "longitude":-83.489785, "parkStatus":"true", "parkName":"Great Smoky Mountains National Park"},
  "spot81": { "locationName":"Laurel Falls", "regionId":"subCategory16", "region":"Southeast", "city":"Townsend", "state":"Tennessee", "stateAbb":"TN", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"The trail to the falls offers views of rhododendron and mountail laurel in the late spring, fall colors can also be spectacular.  The peak color usually occurs near the end of October.  The trail is very popular and often crowded.", "description":"Laurel Branch and the 80-foot high Laurel Falls are named for mountain laurel, an evergreen shrub which blooms along the trail and near the falls in May. The waterfall consists of an upper and a lower section, divided by a walkway which crosses the stream at the base of the upper falls. Laurel Falls is one of the most popular destinations in the park and parking at the trailhead is limited. The area is especially busy on weekends year-round and on weekdays during summer.  The trail to the falls offers views of rhododendron and mountail laurel in the late spring, fall colors can also be spectacular.  The peak color usually occurs near the end of October.  ", "image":"spot81.jpg", "permit":"false", "latitude":35.677591, "longitude":-83.5935, "parkStatus":"true", "parkName":"Great Smoky Mountains National Park"},
  "spot82": { "locationName":"Fall Creek Falls", "regionId":"subCategory16", "region":"Southeast", "city":"Spencer", "state":"Tennessee", "stateAbb":"TN", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors can be spectacular.  The peak color usually occurs near the end of October.", "description":"Fall Creek Falls, at 256 feet, is one of the highest waterfalls in the eastern United States.  The hike to the falls is beautiful, and autumn foliage can be spectacular.", "image":"spot82.jpg", "permit":"false", "latitude":35.666061, "longitude":-85.355589, "parkStatus":"true", "parkName":"Fall Creek Falls State Park"},
  "spot83": { "locationName":"Nashville skyline ", "regionId":"subCategory16", "region":"Southeast", "city":"Nashville", "state":"Tennessee", "stateAbb":"TN", "landscapeId":"subCategory30", "landscapeType":"City Skylines", "timeId":"subCategory22", "time":"Night", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"The John Seigenthaler Pedestrian Bridge is a truss bridge that spans the Cumberland River in Nashville. The bridge spans 3,150 feet and is one of the longest pedestrian bridges in the world.  The view of the nighttime city skyline from the eastern end of the bridge is quite colorful, and sometimes the city lights are reflected in the Cumberland River below.", "image":"spot83.jpg", "permit":"false", "latitude":36.163168, "longitude":-86.770626, "parkStatus":"false", "parkName":""},
  "spot84": { "locationName":"El Capitan - Guadalupe Mountains ", "regionId":"subCategory17", "region":"Southwest", "city":"Pine Springs", "state":"Texas", "stateAbb":"TX", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"El Capitan is a peak in Culberson County, Texas, located within Guadalupe Mountains National Park. The 10th-highest peak in Texas at 8,085 ft, El Capitan is part of the Guadalupe Mountains.", "image":"spot84.jpg", "permit":"false", "latitude":31.866223, "longitude":-104.859653, "parkStatus":"true", "parkName":"Guadalupe Mountains National Park"},
  "spot85": { "locationName":"Hamilton Pool", "regionId":"subCategory17", "region":"Southwest", "city":"Austin", "state":"Texas", "stateAbb":"TX", "landscapeId":"subCategory11", "landscapeType":"Pools/Springs", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Hamilton Pool Preserve is a natural pool that was created when the dome of an underground river collapsed due to massive erosion thousands of years ago. The pool is located about 23 miles west of Austin, off Highway 71. Since the 1960s, Hamilton Pool has been a popular summer swimming spot for Austin visitors and residents.", "image":"spot85.jpg", "permit":"false", "latitude":30.342329, "longitude":-98.127114, "parkStatus":"false", "parkName":""},
  "spot86": { "locationName":"Monument Valley", "regionId":"subCategory13", "region":"West", "city":"Goulding", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Monument valley is very photogenic in all seasons and all weather.", "description":"Monument Valley is a region of the Colorado Plateau characterized by a cluster of vast sandstone buttes, the largest reaching 1,000 feet above the valley floor.  It is located on the Arizona–Utah border near the Four Corners area. The valley lies within the territory of the Navajo Nation Reservation and is accessible from U.S. Highway 163.  Monument Valley has been the backdrop of a number of movies, mostly westerns, but more recently, Forrest Gump.  Great photos can be taken from the highway and surrounding areas without entering the park and having to pay a fee.  A favorite spot is looking southdown the arrow-straight highway towards the buttes from Mile Marker 13 on US Highway 163 in Utah.  The scene in Forrest Gup with him running with a crowd was shot at that location.", "image":"spot86.jpg", "permit":"false", "latitude":36.9913715, "longitude":-110.1938672, "parkStatus":"true", "parkName":"Monument Valley Navajo Tribal Park"},
  "spot87": { "locationName":"Sunrise in Bryce Canyon", "regionId":"subCategory13", "region":"West", "city":"Bryce", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall seems to provide the clearest, bluest skies.", "description":"Bryce Canyon National Park, a sprawling reserve in southern Utah, is known for crimson-colored hoodoos, which are spire-shaped rock formations. The park’s main road leads past the expansive Bryce Amphitheater, a hoodoo-filled depression lying below the Rim Trail hiking path. It has overlooks at Sunrise Point, Sunset Point, Inspiration Point and Bryce Point. Prime viewing times are around sunup and sundown.", "image":"spot87.jpg", "permit":"false", "latitude":37.628469, "longitude":-112.162508, "parkStatus":"true", "parkName":"Bryce Canyon National Park"},
  "spot88": { "locationName":"Towers of the Virgin", "regionId":"subCategory13", "region":"West", "city":"Springdale", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall seems to provide the clearest, bluest skies.", "description":"Collectively known as the Towers and Temples of the Virgin, the view from behind the Zion Human History Museum offers one of the park's iconic scenes.  This is a favorite sunrise photography spot.", "image":"spot88.jpg", "permit":"false", "latitude":37.209397, "longitude":-112.98048, "parkStatus":"true", "parkName":"Zion Canyon National Park"},
  "spot89": { "locationName":"Canyon Junction - The Watchman", "regionId":"subCategory13", "region":"West", "city":"Springdale", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory21", "time":"Sunset", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"", "description":"The Best spot to photograph the Watchman, one of the most iconic peaks in Zion National Park. During sunset, the sandstone face of the Watchman glows red-orange when the sun hits it.  A great viewpoint is on or near the bridge at Canyon Junction near the Springdale entrance to the park.", "image":"spot89.jpg", "permit":"false", "latitude":37.21657, "longitude":-112.974854, "parkStatus":"true", "parkName":"Zion Canyon National Park"},
  "spot90": { "locationName":"Canyon Overlook Trail", "regionId":"subCategory13", "region":"West", "city":"Springdale", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory04", "landscapeType":"Canyons", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"The Canyon Overlook Trail is one of the few official trails in the upper East Canyon beyond the tunnel.  The trail starts just east of the tunnel.  It is a nice one mile round trip hike on a maintained trail that ends at a great viewpoint looking west into the main canyon. Along the way, you get some great views down into the Pine Creek slot canyon below.  Caution: while this hike is not very strenuous, there are a few exposed spots where a fall could be dangerous.  The Canyon Overlook at the end of the trail provides a magnificent view westward of Zion Canyon below.  The best time to photograph the canyon from this spot is in the morning. ", "image":"spot90.jpg", "permit":"false", "latitude":37.212699, "longitude":-112.945989, "parkStatus":"true", "parkName":"Zion Canyon National Park"},
  "spot91": { "locationName":"The Subway", "regionId":"subCategory13", "region":"West", "city":"Springdale", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory04", "landscapeType":"Canyons", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory24", "season":"Spring", "seasonDescription":"Although the Subway is accessible year-round, the two access routes require extensive hiking and scrambling in water.  Winter access is not recommended.", "description":"There are two ways to explore The Subway.  One is from the bottom up and the other is from the top down.  Permits are required regardless of the direction of travel. Both trips involve extensive route finding. Visitors are encouraged to do the trip with an experienced hiker of The Subway or at least obtain a detailed route description. The Subway is a day-use area only. From the Bottom Up: This is a strenuous 9-mile round-trip hike through the Left Fork of North Creek that requires route finding, creek crossing, and scrambling over boulders. This hike begins and ends at the Left Fork Trailhead on the Kolob Terrace Road.  From the Top Down:This is a strenuous 9.5-mile hike that requires rappelling skills, 60 feet of rope, and extensive route finding experience. The route also requires swimming through several deep pools of very cold debris-filled water. The trail begins at the Wildcat Canyon Trailhead and ends at the Left Fork Trailhead. Both trailheads are located on the Kolob Terrace Road.  The Top down route however, starts and ends in two different areas, so transportation to and from the beginning and ending points must be arranged.", "image":"spot91.jpg", "permit":"true", "latitude":37.285697, "longitude":-113.085426, "parkStatus":"true", "parkName":"Zion Canyon National Park"},
  "spot92": { "locationName":"The Narrows", "regionId":"subCategory13", "region":"West", "city":"Springdale", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory04", "landscapeType":"Canyons", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Although the Narrows is accessible year-round, the two access routes require extensive hiking and scrambling in water.  Winter access is not recommended", "description":"The Narrows is the narrowest section of Zion Canyon. This gorge, with walls a thousand feet tall and the river sometimes just twenty to thirty feet wide, is one of the most popular areas in Zion National Park. You can see The Narrows by hiking along the paved, wheelchair accessible Riverside Walk for one mile from the Temple of Sinawava. If you wish to see more, you will be walking in the Virgin River. This can involve wading upstream for just a few minutes or it can be an all-day hike.  A hike through The Narrows requires hiking in the Virgin River. You must get your feet wet since there is no trail. Special water boots and a wooden hihing staff are highly recommended.  They can be rented in Springdale.  There are two ways to hike the Narrows - from the top to the bottom, or as a day hike from the bottom up to a maximum of six miles and return.  Most people choose to start their hike from the Temple of Sinawava via the Riverside Walk and then walk upstream before turning around and hiking back down to the Temple of Sinawava.  Hiking in The Narrows upstream as far as Big Spring does not require a permit. Doing the hike this way allows you to see some of the most spectacular and narrowest parts of the canyon. You can hike in the river for an hour and have a great experience, or you can hike as far as Big Spring, a strenuous, ten-mile round trip, all-day adventure.  The other option is to hike sixteen miles downstream over one or two days, starting outside the park, and entering the park soon after starting the hike and then exiting at the Temple of Sinawava. Those who choose this option must get a permit and arrange transportation for the one and a half hour ride to start the hike outside the park at Chamberlain's Ranch.  Both routes offer many photo opportunities along the way.  Some sort of dry bag device to protect your camera and equipment is highly recommended, since you are likely to encounter waist deep water at times.", "image":"spot92.jpg", "permit":"false", "latitude":37.285284, "longitude":-112.948234, "parkStatus":"true", "parkName":"Zion Canyon National Park"},
  "spot93": { "locationName":"Temple of the Sun & Moon", "regionId":"subCategory13", "region":"West", "city":"Fruita", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"The Temples of the Sun and Moon are beautiful rock formations located in a remote region of Capitol Reef National Park. They are accessible by a rough dirt road that begins outside the park. There is no fee to visit them.  The best time to photograph them is at sunrise.", "image":"spot93.jpg", "permit":"false", "latitude":38.450937, "longitude":-111.192628, "parkStatus":"true", "parkName":"Capitol Reef National Park"},
  "spot94": { "locationName":"Old wagon with cliffs in background ", "regionId":"subCategory13", "region":"West", "city":"Fruita", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"", "description":"In Fruita, Utah in the heart of Capitol Reef National Park sit a couple of old wagons just waiting to be photographed with the Castle and Navajo Knobs in the background.  The wagons are located just across a wash alongside Camp Ground Road about 0.8 mile southeast of the National Park Visitor Center.", "image":"spot94.jpg", "permit":"false", "latitude":38.288261, "longitude":-111.255355, "parkStatus":"true", "parkName":"Capitol Reef National Park"},
  "spot95": { "locationName":"Delicate Arch", "regionId":"subCategory13", "region":"West", "city":"Moab", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory21", "time":"Sunset", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall and winter offer the best conditions for photography of Delicate Arch.  ", "description":"Delicate Arch is 60-foot-tall freestanding natural arch located in Arches National Park near Moab.  The trail to the arch is about 3 miles round trip, and is uphill most of the outbound trip to the arch.  It is very popular, and usually quite crowded.  Sunset is especially beautiful, and there are many spots near the arch to create some great photographic art. ", "image":"spot95.jpg", "permit":"false", "latitude":38.743866, "longitude":-109.49918, "parkStatus":"true", "parkName":"Arches National Park"},
  "spot96": { "locationName":"Double Arch", "regionId":"subCategory13", "region":"West", "city":"Moab", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Double Arch is a close-set pair of natural arches, one of the more well known features in the Windows section of Arches National Park. From the Double Arch parking area it is a 0.5 mile round trip to the arches.  Night exposures are also popular here.", "image":"spot96.jpg", "permit":"false", "latitude":38.691369, "longitude":-109.540838, "parkStatus":"true", "parkName":"Arches National Park"},
  "spot97": { "locationName":"Turret Arch through South Window Arch ", "regionId":"subCategory13", "region":"West", "city":"Moab", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Fall and winter offer the best conditions for photography of Turret Arch.  ", "description":"Also known as The Spectacles, The Windows are two arches which stand side by side, though separated by some distance, cut from the same sandstone fin. A large nose-shaped feature separates the Spectacle arches when observed from the southwest, made of a gigantic fin remnant of sandstone over 100 feet wide. Directly southwest of the Windows sits Turret Arch with its vigilant tower standing beside.", "image":"spot97.jpg", "permit":"false", "latitude":38.685326, "longitude":-109.532032, "parkStatus":"true", "parkName":"Arches National Park"},
  "spot98": { "locationName":"Green River Overlook", "regionId":"subCategory13", "region":"West", "city":"Moab", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory01", "landscapeType":"Rivers", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"The Island in the Sky mesa rests on sheer sandstone cliffs over 1,000 feet above the surrounding terrain. Every overlook offers a different perspective on Canyonlands' spectacular landscape.  At the Green River Overlook, the stunning view of the many twists and bends of the Green River Canyon provides a great photographic opportunity.", "image":"spot98.jpg", "permit":"false", "latitude":38.378507, "longitude":-109.888177, "parkStatus":"true", "parkName":"Canyonlands National Park"},
  "spot99": { "locationName":"Mesa Arch & Washerwoman Arch", "regionId":"subCategory13", "region":"West", "city":"Moab", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory08", "landscapeType":"Rock Formations", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Mesa Arch is a pothole arch in Canyonlands National Park.  A short hike to the arch takes about 10 minutes.  The arch is situated on the edge of a cliff, and the view under the arch is of the canyons below and the Washerwoman formation off in the distance.  The view under the arch is to the east, and sunrise shots reflected in hues of red and orange bounce off the walls of the arch as the sun rises.  Be prepared for an army of photographers who seem to gather there just about every morning at sunrise.", "image":"spot99.jpg", "permit":"false", "latitude":38.388035, "longitude":-109.86362, "parkStatus":"true", "parkName":"Canyonlands National Park"},
  "spot100": { "locationName":"Dead Horse Point", "regionId":"subCategory13", "region":"West", "city":"Moab", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory04", "landscapeType":"Canyons", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Dead Horse Point State Park is accessible via a road off of the main road into Canyonlands National Park.  Dead Horse Point features a dramatic overlook of a horseshoe bend in the Colorado River and Canyonlands National Park. The park covers 5,362 acres of high desert at an altitude of 5,900 feet.. Photos of the horseshoe bend that is so familiar are best taken around sunrise and sunset.  ", "image":"spot100.jpg", "permit":"false", "latitude":38.469381, "longitude":-109.739899, "parkStatus":"true", "parkName":"Dead Horse Point State Park"},
  "spot101": { "locationName":"Moki Dugway", "regionId":"subCategory13", "region":"West", "city":"Mexican Hat", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory12", "landscapeType":"Scenic Byways", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"The Mokee aka Moki Dugway, located on Utah Route 261 just north of Mexican Hat, Utah is a staggering, graded dirt switchback road carved into the face of the cliff edge of Cedar Mesa. It consists of 3 miles of steep, unpaved, but well graded switchbacks at an 11 percent grade, which wind 1,200 feet from Cedar Mesa to the valley floor near Valley of the Gods. The views are spectacular from the Dugway, but there is no place to pull off during the climb or descent, depending on the direction of travel. The best views are looking to the southwest, so the midmorning light is probably best for photography, but all day is good too.", "image":"spot101.jpg", "permit":"false", "latitude":37.271634, "longitude":-109.937586, "parkStatus":"false", "parkName":""},
  "spot102": { "locationName":"The Goosenecks", "regionId":"subCategory13", "region":"West", "city":"Mexican Hat", "state":"Utah", "stateAbb":"UT", "landscapeId":"subCategory04", "landscapeType":"Canyons", "timeId":"subCategory19", "time":"morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Goosenecks State Park is a state park overlooking a deep meander of the San Juan River. The best light for photography is late morning to midday. Like Horseshoe Bend, a colorful sunset sky just after sunset can also be spectacular, but gradient neutral density filters will likely be required.", "image":"spot102.jpg", "permit":"false", "latitude":37.174559, "longitude":-109.92724, "parkStatus":"true", "parkName":"Goosenecks State Park"},
  "spot103": { "locationName":"West Arlington Covered Bridge", "regionId":"subCategory15", "region":"Northeast", "city":"Arlington", "state":"Vermont", "stateAbb":"VT", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular.  The peak colors vary from year to year", "description":"The Arlington Green Covered Bridge is a covered bridge located off Vermont Route 313 in the village of West Arlington, crossing Batten Kill just south of Route 313. It is a single span structure.  Fall color adds to any photograph here.", "image":"spot103.jpg", "permit":"false", "latitude":43.104347, "longitude":-73.220337, "parkStatus":"false", "parkName":""},
  "spot104": { "locationName":"Mabry Mill", "regionId":"subCategory16", "region":"Southeast", "city":"Burks Fork", "state":"Virginia", "stateAbb":"VA", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors can be spectacular.  The colors typically peak in late October", "description":"Mabry Mill is a watermill located at milepost 176.2 of the Blue Ridge Parkway in Floyd County, Virginia. It is a tourist attraction mainly for the picturesque views of the mill itself.  In autumn, the fall foliage can be beautiful. ", "image":"spot104.jpg", "permit":"false", "latitude":36.750913, "longitude":-80.405923, "parkStatus":"true", "parkName":"Blue Ridge Parkway "},
  "spot105": { "locationName":"Humpback Covered Bridge", "regionId":"subCategory16", "region":"Southeast", "city":"Covington", "state":"Virginia", "stateAbb":"VA", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors can be spectacular.  The colors typically peak in late October", "description":"The Humpback Covered Bridge is one of the few remaining covered bridges in the United States that was built higher in the middle than on either end, hence the name of Humpback. The bridge was built in 1857 and is also the oldest remaining covered bridge in the state of Virginia.", "image":"spot105.gif", "permit":"false", "latitude":37.800597, "longitude":-80.046995, "parkStatus":"false", "parkName":""},
  "spot106": { "locationName":"Mt. Rainier & Reflection Lake", "regionId":"subCategory13", "region":"West", "city":"Paradise", "state":"Washington", "stateAbb":"WA", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"The Road to Reflection Lake is closed in winter due to snowfall", "description":"At 14,411 feet of elevation, Mount Rainier is the highest mountain of the Cascade Range of the Pacific Northwest, and the highest mountain in the state of Washington.  It is the third highest mountain in the US outside of Alaska.  The views of Mt. Rainier are stunning from everywhere because it towers so high above the surrounding landscape.  Mt. Rainier is an actice volcano that last erupted in 1894. The view of Mt. Rainier reflected in Reflection Lake is especially striking at sunrise.  ", "image":"spot106.jpg", "permit":"false", "latitude":46.769151, "longitude":-121.732549, "parkStatus":"true", "parkName":"Mt. Rainier National Park"},
  "spot107": { "locationName":"Mt. Rainier & Lake Tipsoo", "regionId":"subCategory13", "region":"West", "city":"Paradise", "state":"Washington", "stateAbb":"WA", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"The view of Mt. Rainier reflected in Lake Tipsoo is especially beautiful in early summer when the wildflowers are in bloom.  The view of the mountain reflected in the lake is beautiful year round, and even in winter is usually accessible from State Route 410.", "description":"At 14,411 feet of elevation, Mount Rainier is the highest mountain of the Cascade Range of the Pacific Northwest, and the highest mountain in the state of Washington.  It is the third highest mountain in the US outside of Alaska.  The views of Mt. Rainier are stunning from everywhere because it towers so high above the surrounding landscape.  Mt. Rainier is an actice volcano that last erupted in 1894. The view of Mt. Rainier reflected in Tipsoo Lake is especially striking at sunrise and just after sunset.  ", "image":"spot107.jpg", "permit":"false", "latitude":46.869241, "longitude":-121.516487, "parkStatus":"true", "parkName":"Mt. Rainier National Park"},
  "spot108": { "locationName":"Steptoe Butte ", "regionId":"subCategory13", "region":"West", "city":"Steptoe", "state":"Washington", "stateAbb":"WA", "landscapeId":"subCategory31", "landscapeType":"Prairies", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory25", "season":"Summer", "seasonDescription":"The farmland surrounding Steptoe Butte is especially colorfull in spring and summer when the farms vary in different colors of green.  In the fall, they are usually multi-colored browns.", "description":"Steptoe Butte is a quartzite island jutting upward out of the silty loess of the Palouse Hills in Whitman County, Washington,  The 3,612 foot butte is preserved as Steptoe Butte State Park, a publicly owned 150-acre recreation area located 12 miles east of Colfax.  Views from the top of the Butte looking over the rolling farmland that completely surrounds it are awe-inspiring.  In the spring, the fields are many shades of emerald green, and in the fall, many shades of tan and brown.  The fields weave an interesting quilt-like patchwork of the different shades and hues.", "image":"spot108.jpg", "permit":"false", "latitude":47.032358, "longitude":-117.296798, "parkStatus":"true", "parkName":"Steptoe Butte State Park"},
  "spot109": { "locationName":"Ruby Beach", "regionId":"subCategory13", "region":"West", "city":"Queets", "state":"Washington", "stateAbb":"WA", "landscapeId":"subCategory02", "landscapeType":"Oceans", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"One of the crown jewels of Olympic National Park is Ruby Beach.  Famous for the reddish sand that occasionally gathers and large, rock islands known as sea stacks, Ruby Beach is one of the most well-known and highly anticipated beaches to visit along the Olympic coastline.  A short hike to the beach from the parking lot provides endless photographic possibilities.  Sunset can provide beautiful skies as well.", "image":"spot109.jpg", "permit":"false", "latitude":47.710873, "longitude":-124.415402, "parkStatus":"true", "parkName":"Olympic National Park"},
  "spot110": { "locationName":"Seattle Skyline", "regionId":"subCategory13", "region":"West", "city":"Seattle", "state":"Washington", "stateAbb":"WA", "landscapeId":"subCategory30", "landscapeType":"City Skylines", "timeId":"subCategory21", "time":"Sunset", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"For one of the best views of Seattle, drive to Kerry Park, a small park located on the south side of Queen Anne Hill, north of the city of Seattle.  The prime time for photos is on a clear afternoon or evening, especially at sunset and into the twilight and night afterwards.  On clear nights, Mt. Rainier is clearly visable in the distance, over 60 miles away.", "image":"spot110.jpg", "permit":"false", "latitude":47.629643, "longitude":-122.360362, "parkStatus":"false", "parkName":""},
  "spot111": { "locationName":"Blackwater Falls", "regionId":"subCategory16", "region":"Southeast", "city":"Davis", "state":"West Virginia", "stateAbb":"WV", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular.  The peak colors vary from year to year", "description":"Blackwater Falls State Park is located in the Allegheny Mountains of Tucker County, West Virginia.  The Great Falls of Blackwater River drop about 62 feet at the head of Blackwater Canyon.  The area is very colorful during peak autumn colors.", "image":"spot111.jpg", "permit":"false", "latitude":39.113719, "longitude":-79.483108, "parkStatus":"true", "parkName":"Blackwater Falls State Park"},
  "spot112": { "locationName":"New River Gorge Bridge", "regionId":"subCategory16", "region":"Southeast", "city":"Fayetteville", "state":"West Virginia", "stateAbb":"WV", "landscapeId":"subCategory05", "landscapeType":"Forests", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular.  The peak colors vary from year to year", "description":"The New River Gorge Bridge is a steel arch bridge 3,030 feet long over the New River Gorge near Fayetteville, West Virginia.  The roadway of the New River Gorge Bridge is 876 feet above the New River. The New River Gorge Bridge is one of the highest vehicular bridges in the world, and is currently the third highest in the United States.  In autumn, the colors abound along the gorge.", "image":"spot112.jpg", "permit":"false", "latitude":38.070016, "longitude":-81.075812, "parkStatus":"false", "parkName":""},
  "spot113": { "locationName":"Glade Creek Grist Mill", "regionId":"subCategory16", "region":"Southeast", "city":"Clifftop", "state":"West Virginia", "stateAbb":"WV", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors are spectacular.  The peak colors vary from year to year", "description":"The Glade Creek Grist Mill is a failrly new mill that looks old, and was completed in 1976 at Babcock. Fully operable, this mill was built as a re-creation of one which once ground grain on Glade Creek long before Babcock became a state park. Known as Cooper's Mill, it stood on the present location of the park's administration building parking lot.  The mill is the main feature of Babcock State Park.  Due to the abundance of deciduous trees in the area, the area surrounding the mill is beautiful in Autumn, and is one of the most photographed sites in America.  A webcam is available on the Internet via which one can see how the tree color is progressing, typically in early October.", "image":"spot113.jpg", "permit":"false", "latitude":37.979737, "longitude":-80.946607, "parkStatus":"true", "parkName":"Babcock State Park"},
  "spot114": { "locationName":"Lower Yellowstone Falls", "regionId":"subCategory13", "region":"West", "city":"Canyon Village", "state":"Wyoming", "stateAbb":"WY", "landscapeId":"subCategory03", "landscapeType":"Waterfalls", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Cascading from the 590,000 year old Canyon Rhyolite lava flow, Lower Yellowstone Falls is the largest volume waterfall in the Rocky Mountains.  These falls are 308 feet high, or nearly twice as high as Niagara Falls. Although the falls are beautiful all year round, the spring snowmelt creates the greatest volume.  The falls face northeast, so the best light for photography is in the morning.  Sometimes the mist will form a rainbow in the morning.  The yellow walls of the canyon, especially on the north side, provide a visual reminder as to where the park gets its name.", "image":"spot114.jpg", "permit":"false", "latitude":44.71806, "longitude":-110.496368, "parkStatus":"true", "parkName":"Yellowstone National Park"},
  "spot115": { "locationName":"Grand Prismatic Spring", "regionId":"subCategory13", "region":"West", "city":"West Thumb", "state":"Wyoming", "stateAbb":"WY", "landscapeId":"subCategory11", "landscapeType":"Pools/Springs", "timeId":"subCategory23", "time":"All Day", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"The Grand Prismatic Spring in Yellowstone National Park is the largest hot spring in the United States, and the third largest in the world. It was named for its striking coloration. Its colors match the rainbow dispersion of white light by an optical prism: red, orange, yellow, green, and blue. There is a boardwalk around the spring, but the best viewpoint is from the trail up the ridge located southwest of the spring in the late afternoon.", "image":"spot115.jpg", "permit":"false", "latitude":44.525114, "longitude":-110.838244, "parkStatus":"true", "parkName":"Yellowstone National Park"},
  "spot116": { "locationName":"Old Faithful", "regionId":"subCategory13", "region":"West", "city":"West Thumb", "state":"Wyoming", "stateAbb":"WY", "landscapeId":"subCategory11", "landscapeType":"Pools/Springs", "timeId":"subCategory20", "time":"Afternoon", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"Old Faithful is a cone geyser located in Yellowstone National Park in Wyoming, United States. It was named in 1870 during the Washburn-Langford-Doane Expedition and was the first geyser in the park to receive a name. It is a highly predictable geothermal feature, and has erupted every 44 to 125 minutes since 2000.  The best time to photograph Old Faithful without a backdrop of viewing stands, buildings and throngs of people is in the aftrenoon.  There are no visual obstructions on the northeast side of the geyser.", "image":"spot116.jpg", "permit":"false", "latitude":44.460479, "longitude":-110.828138, "parkStatus":"true", "parkName":"Yellowstone National Park"},
  "spot117": { "locationName":"Schwabacher Landing", "regionId":"subCategory13", "region":"West", "city":"Moose", "state":"Wyoming", "stateAbb":"WY", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Fall colors can be spectacular.  The peak colors vary from year to year", "description":"This location is a great spot to photograph the Grand Teton range with a reflection of the mountains in the Snake River, if it is a clear and calm day.  Great for sunrise as well, and sometimes an occasional moose sighting.  There is a beaver dam in the area.  Many wild animals like to hang out here in the morning.", "image":"spot117.jpg", "permit":"false", "latitude":43.711626, "longitude":-110.670433, "parkStatus":"true", "parkName":"Grand Teton National Pake"},
  "spot118": { "locationName":"Oxbow Bend", "regionId":"subCategory13", "region":"West", "city":"Moran Junction", "state":"Wyoming", "stateAbb":"WY", "landscapeId":"subCategory01", "landscapeType":"Rivers", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory26", "season":"Fall", "seasonDescription":"Fall colors can be spectacular.  The peak colors vary from year to year", "description":"A viewpoint on the north side of Oxbow Bend in the Snake River often offers a dramatic reflected view of Mt. Moran off in the distance, and the aspen trees along the river.  The trees are golden in fall adding striking color to the scene. ", "image":"spot118.jpg", "permit":"false", "latitude":43.866099, "longitude":-110.547496, "parkStatus":"true", "parkName":"Grand Teton National Pake"},
  "spot119": { "locationName":"Mormon Row", "regionId":"subCategory13", "region":"West", "city":"Moose", "state":"Wyoming", "stateAbb":"WY", "landscapeId":"subCategory07", "landscapeType":"Mountains", "timeId":"subCategory18", "time":"Sunrise", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"The views of the Moulton family barns on Mormon Row with the Teatons in the background are very photogentic year round, but especially in the fall after fresh snow has fallen on the peaks of the Tetons.  Occasionally, bison roam around the barns adding a great dimension to the scene.  Sunrise often lights up the peaks of the Tetons with colorful alpenglo, but the barns remain un-lit by the sun for another hour or so.  The use of graduated neutral density filters can help achieve the perfect lighting for the entire scene.  Once the sun hits the barns, the entire landscape becomes brightly illuminated.", "image":"spot119.jpg", "permit":"false", "latitude":43.660468, "longitude":-110.664348, "parkStatus":"true", "parkName":"Grand Teton National Pake"},
  "spot120": { "locationName":"Snake River Overlook", "regionId":"subCategory13", "region":"West", "city":"Moose", "state":"Wyoming", "stateAbb":"WY", "landscapeId":"subCategory01", "landscapeType":"Rivers", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"Fall colors can be spectacular.  The peak colors vary from year to year", "description":"The Snake River Overlook is located on US Highway 191 in Grand Teton National Park.  The overlook provides views of the Snake River below with the Tetons in the background.  The best time for photographs is at sunrise or in the morning.  Old photographs taken from this spot historically showed the entire bend in the Snake River below, but the growth of trees along the southeastern banks of the river and up the canyon wals towards the overlook now obscure a lot of the view of river from the overlook.", "image":"spot120.jpg", "permit":"false", "latitude":43.754366, "longitude":-110.623538, "parkStatus":"true", "parkName":"Grand Teton National Pake"},
  "spot121": { "locationName":"Where Pie Sometimes Is", "regionId":"subCategory16", "region":"Southeast", "city":"Nashville", "state":"Tennessee", "stateAbb":"TN", "landscapeId":"subCategory10", "landscapeType":"Non-Nature", "timeId":"subCategory19", "time":"Morning", "seasonId":"subCategory28", "season":"All Seasons", "seasonDescription":"", "description":"If you're lucky you might spot many pies being demolished by the CaLaZo monster (AKA Callan, Lauren and Zoe). It's quite a scenic overlook.  Please note: you need to arrive to class early enough on Saturday morning to ensure seeing the pie before it disappears.", "image":"spot121.jpg", "permit":"false", "latitude":36.132534, "longitude":-86.756564, "parkStatus":"true", "parkName":"Nashville Software School"}
}